abraha2d/pb4-firmware/config/boards/PB4/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "PB 4.0"
#define MICROPY_HW_MCU_NAME "ESP32"
#define MICROPY_PY_SYS_EXC_INFO (1)
